    CREATE TABLE Artist (
        artistname VARCHAR(100) PRIMARY KEY
        );

    CREATE TABLE Style(
        stlyename VARCHAR(100)  PRIMARY KEY
        );
    
    CREATE TABLE Music(
        musicName VARCHAR(100) PRIMARY KEY,
        lylics VARCHAR(20000)  NULL,
        songLenght TIME NOT NULL
        );

    CREATE TABLE Album(
        albumCoverphoto VARCHAR(100) NOT NULL,
        albumName VARCHAR(100)  PRIMARY KEY,
        artistname VARCHAR(100) NULL,
        styleName VARCHAR(100) NULL,
        musicName VARCHAR(100) NULL
        );

    INSERT INTO Artist (artistname)
    VALUES ('SO COOL'),
            ('Yes sir day'),
            ('ALI feat. AKLO');

    INSERT INTO Style (stlyename)
    VALUES ('rock'),
            ('jazz');
    
    INSERT INTO Music (musicName,lylics,songLenght)
    VALUES ('สิ่งมีชีวิตที่คิดได้และเจ็บเป็น.','เธออย่าคิดว่าฉันตาบอด
ไม่เห็นว่าเธอไปกับใคร
เธออย่าคิดว่าฉันเป็นใบ้
ไม่พูดอะไรไม่ใช่ไม่รู้เลย
ถ้าเธอมองว่าฉันโง่งม ไม่คิดอะไร
ก็เลยอยากบอกเธอสักคำ
เธออาจจะลืมไปแล้ว
ว่าฉันก็เป็นสิ่งมีชีวิต
ที่คิดได้และเจ็บเป็น เหมือนเธอ
เธออาจจะลืมไปแล้ว ว่าฉันก็มีสมองและหัวใจ
เกิดแล้วตายเหมือนกับเธอ ถ้าเธอยังแคร์
ก็อยากให้ทบทวน ว่าฉันจะเป็นยังไง
เธออย่าคิดว่าฉันไม่ได้ยิน
ถ้อยคำที่เธอพูดกับใคร
เธออย่าคิดว่าฉันไม่เข้าใจ
เหมือนไม่ได้ใช้ภาษาเดียวกับเธอ
ถ้าเธอมองว่าฉันโง่งม ไม่คิดอะไร
ก็เลยอยากบอกเธอสักคำ
เธออาจจะลืมไปแล้ว
ว่าฉันก็เป็นสิ่งมีชีวิต
ที่คิดได้และเจ็บเป็น เหมือนเธอ
เธออาจจะลืมไปแล้ว ว่าฉันก็มีสมองและหัวใจ
เกิดแล้วตายเหมือนกับเธอ ถ้าเธอยังแคร์
ก็อยากให้ทบทวน
เธออาจจะลืมไปแล้ว
ว่าฉันก็เป็นสิ่งมีชีวิต
ที่คิดได้และเจ็บเป็น เหมือนเธอ
เธออาจจะลืมไปแล้ว ว่าฉันก็มีสมองและหัวใจ
เกิดแล้วตายเหมือนกับเธอ
ถ้าเธอยังแคร์ ก็อยากให้ทบทวน
ว่าฉันจะเป็นยังไง','00:03:27'),
        ('เจ็บไปรักไป.','เสียงที่เธอบอก คำว่ารัก
จากวันนั้น ยังดังในหัวใจ
ไออุ่นนั้น ที่เธอกอดฉัน
มันยังไม่จางหายไป
เรื่องเดียวที่เปลี่ยน แต่ฉันไม่รู้
ว่าเหตุผล มันคืออะไร
ได้แต่แบกรับ ความเจ็บไว้
ที่เธอไม่เป็นคนเดิม
เธออาจไม่รู้ สึกตัว
ว่าเธอทำร้ายหัวใจฉันเท่าไหร่
ที่เธอลืมฉัน คนนี้ที่เคยรัก
เคยขอให้ฝากหัวใจ
เจ็บแค่ไหน ปวดใจเท่าไรไม่รู้
เหตุใดหัวใจยังรักเธออยู่

 

ก็ตอบตัวเองไม่ได้

 

อยากหนี หลบไปให้ไกล

 

แต่ฉัน ก็หนีไม่เคยได้

 

คงต้องทนให้ไหว

 

ที่ต้องเจ็บไปรักไป จนตาย

 

หรือว่าเธอหลอก คำว่ารัก

 

แต่ว่าฉันเชื่อเธอทั้งหัวใจ

 

ไม่อยากคิด ให้เป็นแบบนั้น

 

เธอคงไม่ใจร้ายไป

ฉันเดาไม่ถูก แต่อยากจะรู้

 

ว่าเหตุผลมันคืออะไร

 

ได้แต่แบกรับ ความเจ็บไว้

 

ที่เธอไม่เป็นคนเดิม

 

เธออาจไม่รู้ สึกตัว

 

ว่าเธอทำร้ายหัวใจฉันเท่าไหร่

 

ที่เธอลืมฉัน คนนี้ที่เคยรัก

 

เคยขอให้ฝากหัวใจ

 

เจ็บแค่ไหน ปวดใจเท่าไรไม่รู้

 

เหตุใดหัวใจยังรักเธออยู่

 

ก็ตอบตัวเองไม่ได้

 

อยากหนี หลบไปให้ไกล

 

แต่ฉัน ก็หนีไม่เคยได้

 

คงต้องทนให้ไหว

 

ที่ต้องเจ็บไปรักไป จนตาย

 

เธออาจไม่รู้ สึกตัว

 

ว่าเธอทำร้ายหัวใจฉันเท่าไหร่

 

ที่เธอลืมฉัน คนนี้ที่เคยรัก

 

เคยขอให้ฝากหัวใจ

 

เจ็บแค่ไหน ปวดใจเท่าไรไม่รู้

 

เหตุใดหัวใจยังรักเธออยู่

 

ก็ตอบตัวเองไม่ได้

 

อยากหนี หลบไปให้ไกล

 

แต่ฉัน ก็หนีไม่เคยได้

 

คงต้องทนให้ไหว

 

ที่ต้องเจ็บไปรักไป จนตาย

 

คงต้องเจ็บไปรักไป จนตาย','00:04:33'),
        ('LOST IN PARADISE.','바쁜 일상을 떠나고 싶어 난

떠나고 싶어 난 너와

매일 똑같은 하루 지루해 난

종일 네 생각만

oh you woo woo woo

Wonder what wonder what

wonder what it is

네가 이런 나를 이런 나를

이런 나를 yeah

도대체 어떻게 생각하는지

난 모르는 게 나을 것 같애 uh

도대체 뭔데 날 기다리게 해

왜 사람을 자꾸 안달 나게 해

난 길을 못 찾고 헤매기만 해 yeah

괜찮아 갈 곳은 하나 저기 paradise

Oh if I’m lost

I got a feeling its you

Oh if Im lost in

I got a feeling its you and I you and I

Oh if Im lost in para

I got a feeling its you

Oh if Im lost in paradise

I got a feeling its you and I you and I

Oh if Im lost

Oh if Im lost in

Oh if Im lost in para

Oh if Im lost in paradise yeah

좋아요만 누르는 너

하나도 하나도 하나도 안 눌렀어

왜 숫자 1은 그대론데

그건 오해야 그건 오해야 너

짜증나 짜증나 짜증나

솔직히 말해봐

따르릉 따르릉 따르릉 바쁘신가봐

Wonder what wonder what

wonder what it is

네가 이런 나를 이런 나를 이런 나를

도대체 어떻게 생각하는지

난 모르는 게 나을 것 같애 uh

도대체 뭔데 날 설레이게 해

왜 사람을 자꾸 잠 못 자게 해

넌 길을 못 찾고 헤매기만 해 yeah

괜찮아 갈 곳은 하나 저기 paradise

Oh if Im lost

I got a feeling its you

Oh if Im lost in

I got a feeling its you and I you and I

Oh if Im lost in para

I got a feeling its you

Oh if I’m lost in paradise

I got a feeling its you and I you and I

Oh if Im lost

Oh if Im lost in

Oh if Im lost in para

Oh if Im lost in paradise yeah

Im lost in paradise

Lost in paradise

Lost in paradise its you

Im lost in paradise

Lost in paradise

Lost in paradise its you

Oh if Im lost

You and I lost in paradise

Oh if Im lost in

You and I lost in lost in

Oh if Im lost in para

You and I lost in paradise

Oh if Im lost in paradise yeah

lost in lost in

Oh if Im lost

Oh if Im lost in

I got a feeling its you and I you and I

Oh if Im lost in para

Oh if Im lost in paradise

I got a feeling its you and I you and I','00:05:28'),
        ('เจ็บแค่ไหนก็ยังรักอยู่.','รักของฉันอาจดูไม่รู้

เพราะรักของฉันมันคงซ่อนอยู่

ส่วนลึกภายในของหัวใจ

จนเกินจะยังรู้ได้

รักของฉันอาจมองไม่เห็น

เหมือนว่าฉันเป็นคนเยือกเย็น

แต่ฉันก็ทรมานทั้งหัวใจ

ในสิ่งที่มันเป็นไป

 

อาจดูว่าฉันคนนี้ไม่มีหัวใจ

ไม่เหลือความทรงจำที่ผ่านมา

อาจดูว่าฉันคนนี้ไม่มีน้ำตา

แต่ข้างในหัวใจ

 

เจ็บที่รักแต่ไม่อาจให้เธอรู้

เจ็บที่ฉันต้องปิดบังซ่อนอยู่

ทุกวันต้องทำให้ดูว่าฉันไม่เป็นอะไร

เจ็บแค่ไหนก็ไม่อาจให้เธอรู้

เจ็บแค่ไหนก็ยังรักอยู่

ห้ามใจอย่างไรไม่รู้

ให้ฉันหยุดคิดเรื่องเธอซะที

 

ทุกทุกครั้งเธอคงไม่รู้

ใจของฉันที่มันซ่อนอยู่

แบกรับความทรมานสักเท่าไหร่

ในสิ่งที่เธอทำไป

 

อาจดูว่าฉันคนนี้ไม่มีหัวใจ

ไม่เหลือความทรงจำที่ผ่านมา

อาจดูว่าฉันคนนี้ไม่มีน้ำตา

แต่ข้างในหัวใจ

 

เจ็บที่รักแต่ไม่อาจให้เธอรู้

เจ็บที่ฉันต้องปิดบังซ่อนอยู่

ทุกวันต้องทำให้ดูว่าฉันไม่เป็นอะไร

เจ็บแค่ไหนก็ไม่อาจให้เธอรู้

เจ็บแค่ไหนก็ยังรักอยู่

ห้ามใจอย่างไรไม่รู้

ให้ฉันหยุดคิดเรื่องเธอซะที

 

เจ็บที่รักแต่ไม่อาจให้เธอรู้

เจ็บที่ฉันต้องปิดบังซ่อนอยู่

ทุกวันต้องทำให้ดูว่าฉันไม่เป็นอะไร

เจ็บแค่ไหนก็ไม่อาจให้เธอรู้

เจ็บแค่ไหนก็ยังรักอยู่

ห้ามใจอย่างไรไม่รู้

ให้ฉันหยุดคิดเรื่องเธอซะที

ห้ามใจอย่างไรไม่รู้

ให้ฉันหยุดรักเธอไปซะที...','00:07:28'),
        ('แผลเป็นที่ไม่มีวันหาย.','
ไม่ว่านานเท่าไหร่
แผลข้างในหัวใจ
มันยังไม่เคยลบเลือน
แม้ฉันพบเจอใคร
ก็ไม่ทำให้ใจมันดีขึ้นมา
มันยังเหมือน
วันที่เธอทิ้งฉันไป
เมื่อไหร่ก็เหมือนเก่า
ความเจ็บนั้นยังตาม
ติดตัวเป็นเหมือนเงา
ก็ไม่รู้ทำไม
เมื่อไหร่จะบรรเทาความเจ็บนี้
ที่อยู่ในหัวใจ
ทำไมยังต้องรักเธออยู่

 

ยังคิดถึงเธออยู่

 

ยังเห็นเธออยู่

 

ในความฝัน

 

วันที่เธอทิ้งฉันไป

 

ทุกอย่างก็เปลี่ยนผัน

มีแต่แผลที่อยู่กลางใจฉัน

 

ที่มันไม่เปลี่ยนไป

 

แม้ร่ำร้องเท่าไหร่

 

ก็ไม่ทำให้ใจเธอคืนมา

เหมือนวันวาน

 

ฉันคิดถึงเท่าไหร่

 

ก็ได้แต่แค่รอคอยเธอ

มาในความฝัน

 

วันที่เธอทิ้งฉันไป

 

เมื่อไหร่ก็เหมือนเก่า

ความเจ็บนั้นยังตาม

 

ติดตัวเป็นเหมือนเงา

ก็ไม่รู้ทำไม

 

เมื่อไหร่จะบรรเทาความเจ็บนี้

 

ที่อยู่ในหัวใจ
ทำไมยังต้องรักเธออยู่
ยังคิดถึงเธออยู่
ยังเห็นเธออยู่
ในความฝัน
วันที่เธอทิ้งฉันไป
ทุกอย่างก็เปลี่ยนผัน
มีแต่แผลที่อยู่กลางใจฉัน
ที่มันไม่เปลี่ยนไป
วันที่เธอทิ้งฉันไป
เมื่อไหร่ก็เหมือนเก่า
ความเจ็บนั้นยังตาม
ติดตัวเป็นเหมือนเงา
ก็ไม่รู้ทำไม
เมื่อไหร่จะบรรเทาความเจ็บนี้
ที่อยู่ในหัวใจ
ทำไมยังต้องรักเธออยู่
ยังคิดถึงเธออยู่
ยังเห็นเธออยู่
ในความฝัน
วันที่เธอทิ้งฉันไป
ทุกอย่างก็เปลี่ยนผัน
มีแต่แผลที่อยู่กลางใจฉัน
ที่มันไม่เปลี่ยนไป
มันเป็นแผลที่ไม่มีวันหาย
มันเป็นแผลที่ไม่มีวันหาย
มันยังเป็นแผล','00:04:30');

    INSERT INTO Album (albumCoverphoto,albumName,artistname,styleName,musicName)
    VALUES ('Social','Social..','SO COOL','rock','สิ่งมีชีวิตที่คิดได้และเจ็บเป็น'),
            ('ํYes sir day','Yes sir day..','Yes sir day..','rock','เจ็บไปรักไป'),
            ('LOST IN PARADISE','LOST IN PARADISE','ALI feat AKLO','jazz','LOST IN PARADISE'),
            ('New single','New single..','Yes sir day.','rock','เจ็บแค่ไหนก็ยังรัก'),
            ('Yes sir day','Yes sir day....','Yes sir day.','rock','แผลที่ไม่มีวันหาย');



